Repository: Sardorbek-dev/elima
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru, uz

source: Post Category
ru: Разделы новостей
uz: Post Kategoriyasi

source: Post Categories
ru: Разделы новостей
uz: Post Kategoriyalari

source: Post
ru: Список новостей

source: Posts
ru: Список новостей
uz: Postlar

source: Home
ru: Главная
uz: Bosh sahifa

source: News
ru: Новости
uz: Yangiliklar

source: Other news
ru: Другие новости
uz: Boshqa yangiliklar

source: All news
ru: Все новости
uz: Barcha yangiliklar

source: Leave a request
ru: Оставьте заявку
uz: Ariza qoldiring

source: Get a consultation or place an order. We are ready to help you with any questions you may have!
ru: Получите консультацию или оформите заказ. Мы готовы помочь вам с любыми вопросами!
uz: Maslahat oling yoki buyurtma bering. Biz sizga har qanday savol bilan yordam berishga tayyormiz!

source: All
ru: Все
uz: Barchasi

source: Publications
ru: Публикации
uz: Nashrlar

source: There are no posts to display. Contact your system administrator.
ru: Нет постов для показа. Обратитесь к системному администратору.
uz: Ko'rsatish uchun postlar mavjud emas. Iltimos, tizim administratoriga murojaat qiling.

source: Load more
ru: Показать еще
uz: Yana ko'rsatish

source: There are no posts in this category.
ru: В этой категории нет постов.
uz: Ushbu kategoriyada postlar yo'q.

source: Main Carousel Item
ru: Слайдер
uz: Asosiy Karusel Elementi

source: Main Carousel Items
ru: Слайдер
uz: Asosiy Karusel Elementlari

source: Products Carousel Item
ru: Наши товары
uz: Mahsulotlar Karuseli Elementi

source: Products Carousel Items
ru: Наши товары
uz: Mahsulotlar Karuseli Elementlari

source: Customer Review
ru: Отзывы
uz: Mijoz Sharhi

source: Customer Reviews
ru: Отзывы
uz: Mijozlar Sharhlari

source: FAQ
ru: Часто задаваемые вопросы
uz: Savol-Javob

source: FAQs
ru: Часто задаваемые вопросы
uz: Savollar va Javoblar

source: Showcase Category
ru: Категория Витрины
uz: Ko‘rgazma Kategoriyasi

source: Showcase Categories
ru: Категории Витрины
uz: Ko‘rgazma Kategoriyalari

source: Showcase Product
ru: Продукт Витрины
uz: Ko‘rgazma Mahsuloti

source: Showcase Products
ru: Продукты Витрины
uz: Ko‘rgazma Mahsulotlari

source: Our history and achievements
ru: Наши история и достижения
uz: Tarix va yutuqlarimiz

source: Testimonials from our customers
ru: Отзывы наших клиентов
uz: Biz haqimizda mijozlar fikri

source: What those who have trusted the quality of 'ELIMA' products say about us.
ru: Что говорят о нас те, кто доверился качеству продукции 'ELIMA'.
uz: 'ELIMA' mahsulotlarining sifatiga ishonch bildirgan mijozlarning fikrlari.

source: Frequently asked questions
ru: Частые вопросы
uz: Tez-tez so'raladigan savollar

source: Couldn't find the answer? Contact us
ru: Не нашли ответ? Напишите нам
uz: Javobni topa olmadingizmi? Biz bilan bog'laning

source: we're always in touch.
ru: мы всегда на связи.
uz: tez orada javob beramiz.

source: Advantages of working with us
ru: Преимущества сотрудничества с нами
uz: Biz bilan ishlashning afzalliklari

source: Over 20 years in apparel manufacturing, creating quality and innovative solutions.
ru: Более 20 лет в швейном производстве, создавая качественные и инновационные решения.
uz: 20 yildan ortiq kiyim-kechak ishlab chiqarishda sifatli va innovatsion yechimlar yaratamiz.

source: Download the presentation
ru: Скачать презентацию
uz: Taqdimotni yuklab oling

source: Calculate the cost
ru: Рассчитайте стоимость
uz: Xarajatlarni hisoblang

source: Send a message
ru: Напишите нам
uz: Bizga xabar yozing

source: News and events
ru: Новости и события
uz: Yangiliklar va tadbirlar

source: Keep up to date with the latest news and achievements of 'ELIMA'.
ru: Будьте в курсе последних новостей и достижений компании 'ELIMA'.
uz: 'ELIMA' kompaniyasining so'nggi yangiliklari va yutuqlari bilan tanishib boring.

source: Finished products in stock
ru: Готовая продукция на складе
uz: Tayyor mahsulotlar mavjud

source: More products
ru: Посмотреть каталог
uz: Katalogni ko'rish

source: See all
ru: Посмотреть все
uz: Barchasini ko'rish

source: Go to catalog
ru: Перейти в каталог
uz: Katalogga o'tish

source: Contact Request
ru: Контактные данные
uz: Aloqa So‘rovi

source: Contact Requests
ru: Контактные данные
uz: Aloqa So‘rovlari

source: Consultation Request
ru: Заявкa на консультацию
uz: Konsultatsiya So‘rovi

source: Consultation Requests
ru: Заявки на консультацию
uz: Konsultatsiya So‘rovlari

source: of the year in business
ru: года в бизнеса
uz: yildan beri biznesda

source: Products
ru: Товаров
uz: Mahsulotlar

source: Our journey
ru: Наш путь
uz: Korxonamiz tarixi

source: From a single sewing machine to a market leading manufacturer.
ru: От одной швейной машины до ведущего производителя на рынке.
uz: Birgina tikuv mashinasidan bozorning eng yetakchi ishlab chiqaruvchisi bo'lish.

source: The foundation and initial steps
ru: Основание и начальные шаги
uz: Asos va dastlabki qadamlar

source: Started in 2002 with one rented sewing machine and a small team of enthusiasts.
ru: Начало в 2002 году с одной арендованной швейной машиной и небольшой командой энтузиастов.
uz: Bizning faoliyatimiz 2002 yilda birgina ijaraga olingan tikuv mashinasi va kichik bir tikuvchilar jamoasi bilan boshlandi.

source: Expansion and modernization
ru: Расширение и модернизация
uz: Kengayish va modernizatsiya

source: Over the years, we have expanded our manufacturing space, added new equipment and modernized our processes
ru: С годами мы расширяли производственные площади, добавляли новое оборудование и модернизировали процессы
uz: Yillar o'tishi bilan biz ishlab chiqarish maydonini kengaytirdik, yangi uskunalar qo'shdik va barcha ishlab chiqarish bosqichlarini modernizatsiya qildik.

source: Transition to modern manufacturing
ru: Переход к современному производству
uz: Zamonaviy ishlab chiqarishga o'tish

source: Renting a spacious 700 m2 space equipped with the latest technology has enabled us to reach a new level of quality.
ru: Аренда просторного помещения в 700 кв.м, оснащенного новейшими технологиями, позволила нам выйти на новый уровень качества.
uz: Yangi texnologiyalar bilan jihozlangan 700 kv.m. keng maydonni ijaraga olish, bizga sifatning yangi darajasiga erishish imkonini berdi.

source: Achievements and
ru: Достижения и
uz: Bizning

source: recognition
ru: признание
uz: yutuqlarimiz

source: Participation in competitions and exhibitions, as well as successful promotion of products on marketplaces such as UZUM, strengthened our position in the market and customer recognition.
ru: Участие в конкурсах и выставках, а также успешное продвижение продукции на маркетплейсах, таких как UZUM, укрепили наши позиции на рынке и признание клиентов.
uz: Tanlovlar va ko'rgazmalarda ishtirok etish, shuningdek, UZUM kabi bozor joylarida mahsulotlarni muvaffaqiyatli ilgari surish, bizning bozor o'rnimiz va mijozlar tomonidan tan olinishi kuchaytirdi.

source: Values
ru: Ценности
uz: Qadriyatlarimiz

source: Driven by the principles of quality, innovation and responsibility, we create products that make life better
ru: Руководствуясь принципами качества, инноваций и ответственности, мы создаем продукцию, которая делает жизнь лучше
uz: Sifat, innovatsiya va mas'uliyat tamoyillari asosida, biz hayotni yaxshilovchi mahsulotlar yaratamiz.

source: Quality
ru: Качество
uz: Sifat

source: Quality – is the impeccable precision in cutting, strong seams, durable materials, and reliable hardware that ensure the functionality and comfort of our products under any operating conditions
ru: Качество – это безупречная точность кроя, прочные швы, долговечные материалы и надежная фурнитура, которые обеспечивают функциональность и комфорт продукции в любых условиях эксплуатации
uz: Sifat – bu kesishning mukammal aniqligi, mustahkam tikishlar, uzoq umrli materiallar va ishonchli armatura bo‘lib, ular mahsulotlarimizning har qanday ekspluatatsiya sharoitida funksionalligi va qulayligini ta’minlaydi

source: Innovation
ru: Инновации
uz: Innovatsiyalar

source: Innovation – is the continuous integration of modern technologies, enhancement of designs, and use of advanced materials to improve the convenience, durability, and efficiency of our products
ru: Инновация – это постоянное внедрение современных технологий, улучшение конструкций и применение передовых материалов для повышения удобства, прочности и эффективности наших изделий
uz: Innovatsiya – bu zamonaviy texnologiyalarni doimiy joriy etish, dizaynlarni takomillashtirish va ilg‘or materiallardan foydalanish orqali mahsulotlarimizning qulayligi, mustahkamligi va samaradorligini oshirishdir

source: Responsibility
ru: Ответственность
uz: Mas'uliyat

source: Responsibility – is the strict control at every stage of production, adherence to delivery deadlines, and the guarantee that our products meet the declared specifications, thereby strengthening customer trust
ru: Ответственность – это строгий контроль на всех этапах производства, соблюдение сроков поставок и гарантия соответствия продукции заявленным характеристикам, что укрепляет доверие клиентов
uz: Mas’uliyat – bu ishlab chiqarishning barcha bosqichlarida qat’iy nazorat, yetkazib berish muddatlariga rioya qilish va mahsulotlarimizning e’lon qilingan xususiyatlarga mosligini kafolatlash orqali mijozlar ishonchini mustahkamlashdir

source: Customized approach
ru: Индивидуальный подход
uz: Shaxsiy yondashuv

source: Individual Approach – is the flexibility in designing and manufacturing products, tailoring solutions to meet the specific needs of our clients, and providing personalized service for every customer
ru: Индивидуальный подход – это гибкость в разработке и изготовлении продукции, адаптация решений под конкретные задачи заказчиков и персонализированный сервис для каждого клиента
uz: Shaxsiy yondashuv – bu mahsulotlarni ishlab chiqish va ishlab chiqarishda moslashuvchanlik, mijozlarning aniq talablariga mos yechimlarni ishlab chiqish va har bir mijozga shaxsiy xizmat ko‘rsatishdir

source: What we do
ru: Что делаем
uz: Biz nima qilamiz

source: Making products you can trust
ru: Производим продукцию, которой можно доверять
uz: Yuqori sifatli mahsulotlar ishlab chiqaramiz

source: Catalog
ru: Каталог
uz: Katalog

source: About
ru: О компании
uz: Biz haqimizda

source: Contact
ru: Контакты
uz: Aloqa

source: Quality proven over time
ru: Качество, проверенное временем
uz: Vaqt sinovidan o'tgan oliy sifat

source: We have been in business since 2002
ru: Работаем с 2002 года
uz: 2002 yildan beri faoliyat yuritamiz

source: Creating reliable solutions for your comfort
ru: Создаем надежные решения для вашего комфорта
uz: Sizning qulayligingiz uchun ishonchli yechimlar yaratamiz

source: Our address
ru: Наш адрес
uz: Bizning manzilimiz

source: Uzbekistan, Tashkent city,
ru: г. Ташкент, Мирзо-Улугбекский р-н
uz: Toshkent shahri,

source: Ahmad Yugnakiy Street, 111
ru: Улица Ахмада Югнакий, 111
uz: Mirzo Ulug'bek tumani, Ahmad Yugnakiy ko'chasi, 111

source: Open in maps
ru: Открыть в картах
uz: Xaritada ochish

source: Working time
ru: Время работы
uz: Ish vaqti

source: Mon-Fri
ru: Пн-Пт
uz: Dush-Pay

source: Saturday
ru: Сб
uz: Shanba

source: Sunday
ru: Вс
uz: Yakshanba

source: Day off
ru: выходной
uz: Dam olish kuni

source: All Right Reserved
ru: Все права защищены
uz: Barcha huquqlar himoyalangan

source: Leave a number for consultation and batch calculation.
ru: Оставьте свой номер телефона для консультации и расчета партии.
uz: Maslahat va partiyani hisoblash uchun raqamni qoldiring.

source: We will call you back.
ru: Мы вам обязательно перезвоним.
uz: Biz sizga qo'ng'iroq qilamiz.

source: Name
ru: Имя
uz: Ism

source: Phone
ru: Телефон
uz: Telefon

source: Send
ru: Отправить
uz: Yuborish

source: Full Name
ru: ФИО
uz: To'liq ismingiz

source: Phone number
ru: Номер телефона
uz: Telefon raqami

source: Brief description of the reason for the consultation
ru: Краткое описание причины консультации
uz: Konsultatsiya sababining qisqacha tavsifi

source: Your request has been successfully sent!
ru: Ваш запрос успешно отправлен!
uz: Sizning so'rovingiz muvaffaqiyatli yuborildi!

source: An error occurred, please try again.
ru: Произошла ошибка, попробуйте еще раз.
uz: Xato yuz berdi, iltimos, qayta urinib ko'ring.

source: Contacts
ru: Контакты
uz: Aloqalar

source: Our office
ru: Наш офис
uz: Bizning ofisimiz

source: Address
ru: Адрес
uz: Manzil

source: Work schedule
ru: График работы
uz: Ish tartibi

source: E-mail
ru: Электронная почта
uz: Elektron pochta

source: Fill out the form
ru: Заполните форму
uz: Formani to'ldiring

source: Your name
ru: Ваше имя
uz: Sizning ismingiz

source: Message
ru: Сообщение
uz: Xabar

source: Our Partners
ru: Наши партнёры
uz: Hamkorlarimiz

source: Trusted partners supporting innovation and quality at ELIMA
ru: Надёжные партнёры, поддерживающие инновации и качество ELIMA
uz: ELIMA innovatsiya va sifatini qo‘llab-quvvatlovchi ishonchli hamkorlar

source: Get advice and batch calculation for free
ru: Получите консультацию и расчет партии бесплатно
uz: Maslahat va ommaviy hisoblashni bepul oling

source: We will select materials, patterns and sizes, calculate the exact cost of tailoring and branding without excess and overspending of material.
ru: Мы подберем материалы, выкройки и размеры, рассчитаем точную стоимостьпошив и брендирование без излишеств и перерасхода материала.
uz: Biz materiallarni, naqshlarni va o'lchamlarni tanlaymiz,ortiqcha va ortiqcha xarajatlarsiz tikish va markalashning aniq narxini hisoblaymiz.

source: Get a payment
ru: Получить расчёт
uz: Hisob-kitobni oling

source: Leave a request and our manager will contact you for a consultation.
ru: Оставьте заявку, и наш менеджер свяжется с вами для консультации.
uz: So'rov qoldiring va menejerimiz maslahat uchun siz bilan bog'lanadi.

source: How we work
ru: Как мы работаем
uz: Biz qanday ishlaymiz

source: You are submitting a request
ru: Вы оставляете заявку
uz: Siz so'rov yuboryapsiz

source: We calculate the cost
ru: Мы рассчитываем стоимость
uz: Biz xarajatlarni hisoblaymiz

source: We conclude an agreement
ru: Заключаем договор
uz: Biz shartnoma tuzamiz

source: What do you get
ru: Что вы получаете
uz: Siz nima olasiz

source: The sample is free
ru: Пробник бесплатно
uz: Namuna bepul

source: Individual pattern
ru: Индивидуальное лекало
uz: Shaxsiy naqsh

source: Guarantee
ru: Гарантия
uz: Kafolat

source: Discounts (up to 20%%)
ru: Скидки (вплоть до 20%%)
uz: Chegirmalar (20%%gacha)

source: Free delivery in Tashkent
ru: Бесплатная доставка по Ташкенту
uz: Toshkentda bepul yetkazib berish

source: The minimum order quantity is 100 pcs.
ru: Минимальная партия 100 шт.
uz: Minimal buyurtma miqdori - 100 dona.

source: Would you like to know the cost of your shipment?
ru: Хотите узнать стоимость вашей партии?
uz: Yuk tashish narxini bilishni xohlaysizmi?

source: Calculation in 24 hours, the sample is free of charge
ru: Расчёт за 24 часа, пробник — бесплатно
uz: 24 soat ichida hisoblash, namuna bepul

source: Leave a request and our manager will contact you.
ru: Оставьте заявку, и наш менеджер свяжется с вами
uz: So'rov qoldiring va menejerimiz siz bilan bog'lanadi.

source: 404 - Page Not Found
ru: 404 - Страница не найдена
uz: 404 - Sahifa topilmadi

source: The page you are looking for does not exist.
ru: Страница, которую вы ищете, не существует.
uz: Siz qidirayotgan sahifa mavjud emas.

source: Return to home
ru: Вернуться домой
uz: Bosh sahifaga qaytish

source: Thanks for the request
ru: Спасибо за заявку
uz: So'rov uchun rahmat

source: We will contact you for consultation and batch calculation during the working day. For now, subscribe to our telegram channel.
ru: Мы свяжемся с вами для консультации и расчета партии в течении рабочего дня. Пока подпишитесь на наш телеграм- канал.
uz: Biz ish kuni davomida maslahat va ommaviy hisoblash uchun sizga murojaat qiladi. Hozircha telegram kanalimizga obuna bo'ling.

source: Category
ru: Категории товаров
uz: Kategoriya

source: Categories
ru: Категории товаров
uz: Kategoriyalar

source: Product Request
ru: Заявкa на продукцию
uz: Mahsulot So‘rovi

source: Product Requests
ru: Заявки на продукцию
uz: Mahsulot So‘rovlari

source: Submit your application
ru: Оставить заявку
uz: Arizangizni yuboring

source: Leave a request
ru: Оставить заявку
uz: Ariza qoldirish

source: Our Products
ru: Наши товары
uz: Mahsulotlarimiz

source: Search
ru: Поиск
uz: Qidirish

source: Filter
ru: Фильтры
uz: Filtrlar

source: Price
ru: Цена
uz: Narx

source: Min.
ru: Мин.

source: Max.
ru: Макс.
uz: Maks.

source: Size
ru: Размеры
uz: O'lcham

source: Select size
ru: Выберите размер
uz: O'lchamni tanlash

source: Extra small (XS)
ru: Oчень маленький (XS)
uz: XS

source: Small (S)
ru: Mаленький (S)
uz: S

source: Medium (M)
ru: Cредний (M)
uz: M

source: Large (L)
ru: Большой (L)
uz: L

source: Extra large (XL)
ru: Oчень большой (XL)
uz: XL

source: Super large (XXL)
ru: Cупербольшой (XXL)
uz: XXL

source: Apply
ru: Применить
uz: Qo'llash

source: Sort by price
ru: Сортировать
uz: Saralash

source: Ascending
ru: Дешевле
uz: O'sish

source: Descending
ru: Дороже
uz: Kamayish

source: There are no products to display. Contact your system administrator.
ru: Нет товаров для показа. Обратитесь к системному администратору.
uz: Ko'rsatish uchun mahsulotlar mavjud emas. Iltimos, tizim administratoriga murojaat qiling.

source: There are no products in this category.
ru: В этой категории нет товаров.
uz: Ushbu kategoriyada mahsulotlar yo'q.

source: Please enter a valid phone number in international format (e.g., +998912345678)
ru: Введите правильный номер телефона в международном формате (например, +99891 234 56 78)
uz: Iltimos, telefon raqamingizni xalqaro formatda kiriting (masalan, +998912345678)

source: Product
uz: Mahsulot
